tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kayac/tap"
tap "menubar-apps/menubar-apps"
brew "amass"
brew "autoconf"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "awscli"
brew "bat"
brew "cask"
brew "colordiff"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git-delta"
brew "glow"
brew "htop"
brew "icu4c@75"
brew "jq"
brew "libpq"
brew "libyaml"
brew "mise"
brew "mkcert"
brew "mongosh"
brew "neovim"
brew "nkf"
brew "nmap"
brew "nss"
brew "ossp-uuid"
brew "peco"
brew "pkgconf"
brew "postgresql@14"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "watchman"
brew "yarn"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "kayac/tap/ecspresso"
cask "altair-graphql-client"
cask "arc"
cask "clipy"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "font-myricam"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "ghostty"
cask "graphql-playground"
cask "iterm2"
cask "mongodb-compass"
cask "obsidian"
cask "pullbar"
cask "raycast"
cask "warp"
cask "wkhtmltopdf"
vscode "alefragnani.bookmarks"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vsliveshare.vsliveshare"
vscode "ryoh827.gothic-theme-vscode"
vscode "vscodevim.vim"
vscode "vue.volar"
