tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kayac/tap"
tap "menubar-apps/menubar-apps"
brew "amass"
brew "autoconf"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "awscli"
brew "bat"
brew "cask"
brew "colordiff"
brew "curl"
brew "direnv"
brew "eza"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git-delta"
brew "glow"
brew "htop"
brew "icu4c@75"
brew "jq"
brew "libpq"
brew "libyaml"
brew "mise"
brew "mkcert"
brew "mongosh"
brew "neovim"
brew "nkf"
brew "nmap"
brew "nss"
brew "ossp-uuid"
brew "peco"
brew "pkgconf"
brew "postgresql@14"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "watchman"
brew "yarn"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "kayac/tap/ecspresso"
cask "altair-graphql-client"
cask "arc"
cask "clipy"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "font-myricam"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "ghostty"
cask "graphql-playground"
cask "iterm2"
cask "mongodb-compass"
cask "obsidian"
cask "pullbar"
cask "raycast"
cask "warp"
cask "wkhtmltopdf"
vscode "8amjp.charactercount"
vscode "aki77.rails-partial"
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amodio.restore-editors"
vscode "asvetliakov.vscode-neovim"
vscode "atomiks.moonlight"
vscode "bibhasdn.unique-lines"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "cocopon.iceberg-theme"
vscode "crisward.riot-tag"
vscode "davefoxxo.midnight-fox"
vscode "dbaeumer.vscode-eslint"
vscode "diff001a.kawaii-theme"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.viml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "edwinnm.sunset-fox"
vscode "esbenp.prettier-vscode"
vscode "eyemonorin.monoeye"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "huytd.nord-light"
vscode "james-yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "jnbt.vscode-rufo"
vscode "jnooree.semantic-noctis"
vscode "junsuzuki.theme-japanesque"
vscode "kaiwood.endwise"
vscode "keifererikson.nightfox"
vscode "koichisasada.vscode-rdbg"
vscode "kokororin.vscode-phpfmt"
vscode "mbessey.vscode-rufo"
vscode "mechatroner.rainbow-csv"
vscode "michalpopek.dayfox-vsc"
vscode "misogi.ruby-rubocop"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "noku.rails-run-spec-vscode"
vscode "nopjmp.fairyfloss"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pavlitsky.yard"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "rebornix.ruby"
vscode "rubocop.vscode-rubocop"
vscode "rubymaniac.vscode-paste-and-indent"
vscode "ryoh827.ebizome-theme-vscode"
vscode "ryoh827.gothic-theme-vscode"
vscode "ryu1kn.partial-diff"
vscode "satokaz.vscode-memo-life-for-you"
vscode "shadowndacorner.vscode-easymotion"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sporto.rails-go-to-spec"
vscode "streetsidesoftware.code-spell-checker"
vscode "torn4dom4n.latex-support"
vscode "tranhl.find-then-jump"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "wakatime.vscode-wakatime"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
