tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "anyenv"
brew "bzip2"
brew "bison"
brew "glib"
brew "cask"
brew "readline"
brew "python@3.9"
brew "shared-mime-info"
brew "openblas"
brew "gdal"
brew "ghq"
brew "git"
brew "graphviz"
brew "htop"
brew "iperf3"
brew "jq"
brew "libedit"
brew "libiconv"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nmap"
brew "peco"
brew "tidy-html5"
brew "php@8.1"
brew "phpbrew"
brew "pipenv"
brew "postgresql@14"
brew "ripgrep"
brew "ruby-build"
brew "telnet"
brew "tig"
brew "trash"
brew "tree"
brew "wget"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
cask "chromium"
cask "clipy"
cask "dropbox"
cask "fig"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "hyper"
cask "iterm2"
cask "kindle"
cask "ngrok"
cask "slack"
cask "temurin"
cask "visual-studio-code"
cask "wireshark"
